const Etc = () => {
  return (
    <section id="etc">
      <div>
        <h2 className="text-4xl font-bold mb-8 text-gray-800 my-12">Etc</h2>

        <div className="space-y-8">
          {/* 여기에 내용 추가 */}
          <div>
            <h3 className="text-xl font-bold mb-4 text-gray-800">추가 예정</h3>
            <p className="text-sm text-gray-700">
              이 섹션은 현재 임시로 비워져 있으며, 추후에 추가적인 내용이 들어갈
              예정입니다.
              <br />
              이 섹션은 현재 임시로 비워져 있으며, 추후에 추가적인 내용이 들어갈
              예정입니다.
              <br />
              이 섹션은 현재 임시로 비워져 있으며, 추후에 추가적인 내용이 들어갈
              예정입니다.
              <br />
              이 섹션은 현재 임시로 비워져 있으며, 추후에 추가적인 내용이 들어갈
              예정입니다.
              <br />
              이 섹션은 현재 임시로 비워져 있으며, 추후에 추가적인 내용이 들어갈
              예정입니다.
              <br />
              이 섹션은 현재 임시로 비워져 있으며, 추후에 추가적인 내용이 들어갈
              예정입니다.
              <br />
              이 섹션은 현재 임시로 비워져 있으며, 추후에 추가적인 내용이 들어갈
              예정입니다.
              <br />
              이 섹션은 현재 임시로 비워져 있으며, 추후에 추가적인 내용이 들어갈
              예정입니다.
              <br />
              이 섹션은 현재 임시로 비워져 있으며, 추후에 추가적인 내용이 들어갈
              예정입니다.
              <br />
              이 섹션은 현재 임시로 비워져 있으며, 추후에 추가적인 내용이 들어갈
              예정입니다.
              <br />
              이 섹션은 현재 임시로 비워져 있으며, 추후에 추가적인 내용이 들어갈
              예정입니다.
              <br />
              이 섹션은 현재 임시로 비워져 있으며, 추후에 추가적인 내용이 들어갈
              예정입니다.
              <br />
              이 섹션은 현재 임시로 비워져 있으며, 추후에 추가적인 내용이 들어갈
              예정입니다.
              <br />
              이 섹션은 현재 임시로 비워져 있으며, 추후에 추가적인 내용이 들어갈
              예정입니다.
              <br />
            </p>
          </div>
        </div>
      </div>
    </section>
  );
};

export default Etc;
