export const certificateItems = [
  { date: '2023.12', name: '빅데이터분석기사', issuer: '한국데이터산업진흥원' },
  { date: '2023.12', name: 'SQLD', issuer: '한국데이터산업진흥원' },
  { date: '2023.10', name: 'KT AICE Associate', issuer: 'KT,한국경제신문' },
  { date: '2023.09', name: 'ADsP', issuer: '한국데이터산업진흥원' },
];

export const educationItems = [
  {
    period: '2020.03 - 2026.02',
    description: '인하대학교 경영학·통계학 학사 졸업 예정',
  },
  {
    period: '2025.03 - 2025.08',
    description: 'KB 국민은행 풀스택 개발 부트캠프 수료',
  },
  {
    period: '2024.08 - 2025.02',
    description: '헝가리 ELTE 대학 통계학·컴퓨터공학 이수',
  },
];

export const ABOUT_ME_DESCRIPTION = [
  `공공기관, 금융권, IT기업을 거치며 실무에서의 기획과 개발을 경험하고, 데이터를 다루며 IT 서비스의 전체 사이클을 이해해왔습니다. '기획된 서비스가 데이터로 검증되고 실제 시스템으로 구현되는 과정' 전체를 경험하는 것이 더 나은 IT 인재로 성장하는 핵심이라고 믿습니다.`,
  `새로운 업무를 맡으면 기능 구현보다 먼저 '왜 필요한가'를 이해하려 노력하고, 복잡한 문제는 핵심 요소로 나누어 단계적으로 접근합니다. 또한 반복 작업은 자동화하고, 이를 명확히 문서화해 팀원 누구나 활용할 수 있도록 만드는 것을 중요하게 생각합니다.`,
  `완벽한 결과물을 한 번에 만들기보다, 빠른 프로토타입과 반복적인 개선을 통해 실제 사용 환경에 맞춰 정교하게 다듬어가는 방식을 선호합니다.`,
];
